[
  {
    "id": "9",
    "text_en": "Some new content has been added to several sections: {{books}}, {{community}}, {{retailers}}, {{bikes}}, {{tour}}. Stay tuned for more updates, as we will try to add more content to the site continuously.",
    "text_fi": "Uutta sisältöä on lisätty useisiin osiin: {{kirjat/books}}, {{yhteisö/community}}, {{kaupat/retailers}}, {{pyörät/bikes}} ja {{tour/tour}}. Pysy kuulolla saadaksesi lisätietoja, sillä yritämme tuoda lisää sisältöä sivustoon jatkuvasti.",
    "date": "03.12.2025"
  },
  {
    "id": "8",
    "text_en": "A few additional features have been added recently: the ability to share content on social media, a page content preview on hover (main page), and a brand-new comments section below each entry.",
    "text_fi": "Muutamia lisäominaisuuksia on lisätty viime aikoina: sisällön jakaminen sosiaalisessa mediassa, sivun esikatselu hiiren osoittimella (etusivu) ja täysin uusi kommenttiosio jokaisen kohteen alle.",
    "date": "24.11.2025"
  },
  {
    "id": "7",
    "text_en": "We added links to our accounts on {{buymeacoffee|www.buymeacoffee.com/cyclist/}} (support us) and {{instagram|www.instagram.com/cyclist.fi/}} (follow us).",
    "text_fi": "Lisäsimme linkit meidän tileihin: {{buymeacoffee|www.buymeacoffee.com/cyclist/}} (tue meitä) ja {{instagram|www.instagram.com/cyclist.fi/}} (seuraa meitä).",
    "date": "20.10.2025"
  },
  {
    "id": "6",
    "text_en": "The initial development phase is complete and everything is (almost) ready. We will keep refining the collections, adding new materials and new features",
    "text_fi": "Kehityksen ensimmäinen vaihe on valmis ja verkkosivu on suurin piirtein käyttövalmis. Jatkamme kokoelmien kehittämistä, lisäämme uutta sisältöä ja uusia ominaisuuksia.",
    "date": "19.10.2025"
  },
  {
    "id": "5",
    "text_en": "Earlier this week we expanded the sections on nutrition, training and technology.",
    "text_fi": "Laajensimme aiemmin viikolla ravitsemus-, harjoittelu- ja teknologiaosioita.",
    "date": "16.10.2025"
  },
  {
    "id": "4",
    "text_en": "We added more items: maintenance, social media, bikes and events.",
    "text_fi": "Tänään tuli lisää sisältöä: huolto, sosiaalinen media, pyörät ja tapahtumat.",
    "date": "14.10.2025"
  },
  {
    "id": "3",
    "text_en": "Cyclist.fi now includes TV, indoor cycling, places, tour, books, community and more.",
    "text_fi": "Mukana on nyt myös TV, sisäpyöräily, paikat, tour, kirjat, yhteisö ja muuta.",
    "date": "12.10.2025"
  },
  {
    "id": "2",
    "text_en": "We published the first set of entries: apparel, YouTube, magazines, retailers, podcasts.",
    "text_fi": "Päivitimme ensimmäisen sisältöerän: vaatteet, YouTube, lehdet, kaupat, podcastit.",
    "date": "11.10.2025"
  },
  {
    "id": "1",
    "text_en": "Cyclist.fi is live. Browse the collections and suggest additions.",
    "text_fi": "Cyclist.fi on julkaistu. Selaa kokoelmia ja ehdota uutta sisältöä.",
    "date": "10.10.2025"
  }
]
